# ======================================================
# config.py
# Camera Configuration
# ======================================================


CAMERA_CONFIG = {


    "camera1": {

        "name":
        "ข้างหอประชุมนารายณ์",


        "roi":
        {
            "x1":1080,
            "y1":370,

            "x2":1920,
            "y2":1080
        },


        "threshold":
        {
            "low":20,
            "medium":40,
            "high":60
        }

    },



    "camera2": {


        "name":
        "ข้างตึกเขียว",


        "roi":
        {
            "x1":0,
            "y1":300,

            "x2":550,
            "y2":800
        },


        "threshold":
        {
            "low":15,
            "medium":30,
            "high":50
        }

    }


}
