# ======================================================
# Camera Configuration
# ======================================================


CAMERA_CONFIG = {


    "Camera 1": {


        "name":
        "ข้างหอประชุมนารายณ์",


        "roi":
        (
            1080,
            370,
            1920,
            1080
        ),


        "threshold":
        {

            "low":20,

            "medium":40,

            "high":60

        }

    },



    "Camera 2": {


        "name":
        "ข้างตึกเขียว",


        "roi":
        (
            0,
            300,
            550,
            800
        ),



        "threshold":
        {

            "low":20,

            "medium":40,

            "high":60

        }

    }

}
