# ======================================================
# Camera Configuration
# ======================================================


CAMERA_CONFIG = {


    "Camera 01":{


        "name":
        "ลานหน้าอาคาร",


        "roi":
        (
            1080,
            370,
            1920,
            1080
        ),


        "threshold":
        {

            "low":3,

            "medium":4,

            "high":11

        }

    },



    "Camera 02":{


        "name":
        "ข้างตึกเขียว",


        "roi":
        (
            0,
            300,
            550,
            800
        ),


        "threshold":
        {

            "low":1,

            "medium":2,

            "high":5

        }

    }

}
