# ======================================================
# Camera Configuration
# ======================================================


CAMERA_CONFIG = {


    "Camera 01":{


        "name":
        "หน้าโรงเรียน",


        "roi":
        (
            1080,
            370,
            1920,
            1080
        ),


        "threshold":
        {

            "low":2,

            "medium":9,

            "high":15

        }

    },



    "Camera 02":{


        "name":
        "ข้างตึกอีพี",


        "roi":
        (
            0,
            300,
            550,
            800
        ),


        "threshold":
        {

            "low":2,

            "medium":4,

            "high":6

        }

    }

}
